window.PLACES = [
  { "id": 1, "name": "TS 인재개발원", "address": "경기도 안성시 바우덕이로 438 (중리동)", "lat": 36.972050299, "lon": 127.28403912,  "deg": 22.5, "rad": 150 },
  { "id": 2, "name": "대웅 경영개발원", "address": "경기도 용인시 처인구 포곡읍 두계로 72", "lat": 37.280927052, "lon": 127.239983908, "deg": 0,    "rad": 200 },
  { "id": 3, "name": "중소기업 대구경북연수원", "address": "경상북도 경산시 경청로222길 86 (백천동)", "lat": 35.800169127, "lon": 128.747885081, "deg": 270, "rad": 110 },
  { "id": 4, "name": "홍익대학교 국제연수원", "address": "세종특별자치시 조치원읍 새내1길 19", "lat": 36.595995811, "lon": 127.298432132, "deg": 90,  "rad": 110 },
  { "id": 5, "name": "대구대학교 영덕연수원", "address": "영덕 강구면 번영길 235", "lat": 36.38038892,  "lon": 129.403397174, "deg": 270, "rad": 110 },
  { "id": 6, "name": "중소벤처기업진흥공단 충청연수원", "address": "충남 천안시 서북구 직산읍 남산2길 41 중소벤처기업진흥공단 충청연수원", "lat": 36.883361266, "lon": 127.172949976, "deg": 160, "rad": 220 },
  { "id": 7, "name": "엘리시안 강촌", "address": "강원특별자치도 춘천시 남산면 북한강변길 688", "lat": 37.83005497,  "lon": 127.578781195, "deg": 270, "rad": 110 },
  { "id": 8, "name": "원주 오크벨리", "address": "강원 원주시 지정면 오크밸리1길 66", "lat": 37.434323455, "lon": 127.817512850, "deg": 250, "rad": 150 },
  { "id": 9, "name": "경동인재개발원", "address": "경기도 평택시 추담로 110 (이충동)", "lat": 37.062253298, "lon": 127.071396329, "deg": 180, "rad": 150 },
  { "id": 10, "name": "평산 아카데미", "address": "경북 칠곡군 동명면 득명1길 106", "lat": 36.011338785, "lon": 128.615534682, "deg": 180, "rad": 150 },
  { "id": 11, "name": "하이원", "address": "강원 정선군 고한읍 하이원길 424", "lat": 37.206572795, "lon": 128.835705246, "deg": 180, "rad": 150 }

];
